Repository: amarjagana/SDEV
Catalog: SDEV Project/app/translations/*/LC_MESSAGES/messages.po
Languages: da, el

source: Dublin City
da: Dublin By
el: Πόλη του Δουβλίνου

source: Home
da: Hjem
el: Αρχική

source: Destinations
da: Destinationer
el: Προορισμοί

source: Tours
da: Ture
el: Περιηγήσεις

source: Contacts
da: Kontakter
el: Επαφές

source: Welcome to Dublin
da: Velkommen til Dublin
el: Καλώς ήρθατε στο Δουβλίνο

source: Discover the best places to visit, eat and enjoy
da: Opdag de bedste steder at besøge, spise og nyde
el: Ανακαλύψτε τα καλύτερα μέρη για επίσκεψη, φαγητό και απόλαυση

source: Nightlife
da: Natteliv
el: Νυχτερινή διασκέδαση

source: Explore the city's rich nightlife
da: Udforsk byens rige natteliv
el: Εξερευνήστε την πλούσια νυχτερινή ζωή της πόλης

source: Gourmet Delights
da: Gourmetglæder
el: Απολαύστε τις γεύσεις των καλύτερων κουζινών της πόλης.

source: Savor the flavors of the city's best kitchens.
da: Nyde smagene fra byens bedste køkkener.

source: Adventure Outdoors
da: Eventyr udendørs
el: Βρείτε τον έντονο περιπατητικό σας με δραστηριότητες στη φύση για όλες τις ηλικίες.

source: Find your thrill with outdoor activities for all ages.
da: Find din spænding med udendørs aktiviteter for alle aldre.

source: 2024 Dublin. All rights reserved.
da: 2024 Dublin. Alle rettigheder forbeholdes.

source: Testimonials
da: Anmeldelser

source: My experience was fantastic...
da: Min oplevelse var fantastisk...

source: I loved the vibrant Irish culture...
da: Jeg elskede den livlige irske kultur...

source: Discover Dublin, the heart of Ireland, where history and modernity blend seamlessly. Wander through cobbled streets, explore ancient castles, and revel in the vibrant nightlife. Experience the warmth of Irish hospitality in cozy pubs, savoring local delicacies. Immerse yourself in rich cultural heritage at world-class museums and galleries. Dublin awaits with open arms, offering unforgettable memories. Come for the sights, stay for the stories. Dublin, where every corner tells a tale, invites you.
el: Ανακαλύψτε το Δουβλίνο, την καρδιά της Ιρλανδίας, όπου η ιστορία και η σύγχρονη εποχή αναμειγνύονται αρμονικά. Περπατήστε στα πλακόστρωτα δρομάκια, εξερευνήστε τα αρχαία κάστρα και απολαύστε την παραμυθένια νυχτερινή ζωή. Ζήστε τη θαλπωρή της ιρλανδικής φιλοξενίας σε ζεστά παμπ, απολαμβάνοντας τις τοπικές λιχουδιές. Εμβαθύνετε στην πλούσια πολιτιστική κληρονομιά σε μουσεία και γκαλερί παγκόσμιας κλάσης. Το Δουβλίνο σας περιμένει με ανοιχτές αγκάλες, προσφέροντας αξέχαστες στιγμές. Ελάτε για τα αξιοθέατα, μείνετε για τις ιστορίες. Το Δουβλίνο, όπου κάθε γωνιά λέει μια ιστορία, σας καλεί.
